Repository: Abdullah-238/Currency-Exchange
Catalog: CurrencyExchange-Swift/CurrencyExchange/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, pt, ru, zh_hans, zh_hant

source: About
ar: حول التطبيق
de: Über
es: Acerca de
fr: À propos
hi: के बारे में
ja: アプリについて
pt: Sobre
ru: О приложении
zh_hans: 关于
zh_hant: 關於

# About The App
source: Currency Exchange is the perfect tool for fast and easy currency conversion. The app provides real-time exchange rates and allows you to convert currencies between various countries accurately and reliably. The goal of Currency Exchange is to simplify the currency conversion experience, whether you're traveling, trading currencies, or just need to know daily exchange rates. With a simple and intuitive interface, you can convert currencies quickly, anytime and anywhere. The app also features advanced tools like charts to track exchange rate fluctuations, helping you make better financial decisions. If you have any questions or feedback, feel free to reach out to us via :
ar: تطبيق تحويل العملات هو الأداة المثالية للتحويل السريع والسهل للعملات. يوفر التطبيق أسعار صرف لحظية ويسمح لك بتحويل العملات بين مختلف الدول بدقة وموثوقية. هدف التطبيق هو تبسيط تجربة تحويل العملات، سواء كنت مسافرًا، أو تتداول العملات، أو تحتاج فقط لمعرفة أسعار الصرف اليومية. بفضل واجهته البسيطة والسهلة، يمكنك تحويل العملات بسرعة في أي وقت وأي مكان. كما يحتوي التطبيق على أدوات متقدمة مثل الرسوم البيانية لتتبع تغيرات أسعار الصرف، مما يساعدك على اتخاذ قرارات مالية أفضل. إذا كانت لديك أي أسئلة أو ملاحظات، لا تتردد في التواصل معنا عبر :
de: Currency Exchange ist das perfekte Tool für eine schnelle und einfache Währungsumrechnung. Die App bietet Echtzeit-Wechselkurse und ermöglicht es Ihnen, Währungen zwischen verschiedenen Ländern genau und zuverlässig umzuwandeln. Das Ziel von Currency Exchange ist es, die Währungsumrechnung zu vereinfachen, egal ob Sie reisen, mit Währungen handeln oder einfach nur die täglichen Wechselkurse kennen möchten. Mit einer einfachen und intuitiven Benutzeroberfläche können Sie Währungen jederzeit und überall schnell umwandeln. Die App bietet auch fortgeschrittene Werkzeuge wie Diagramme, um Wechselkursveränderungen zu verfolgen, die Ihnen helfen, bessere finanzielle Entscheidungen zu treffen. Wenn Sie Fragen oder Feedback haben, können Sie uns über folgendes erreichen :
es: Currency Exchange es la herramienta perfecta para una conversión de divisas rápida y fácil. La aplicación proporciona tasas de cambio en tiempo real y te permite convertir divisas entre varios países de manera precisa y confiable. El objetivo de Currency Exchange es simplificar la experiencia de conversión de divisas, ya sea que estés viajando, comerciando con divisas o solo necesites conocer las tasas de cambio diarias. Con una interfaz simple e intuitiva, puedes convertir divisas rápidamente, en cualquier momento y en cualquier lugar. La aplicación también cuenta con herramientas avanzadas como gráficos para realizar un seguimiento de las fluctuaciones de las tasas de cambio, lo que te ayuda a tomar mejores decisiones financieras. Si tienes alguna pregunta o comentario, no dudes en contactarnos a través de :
fr: Currency Exchange est l'outil idéal pour une conversion de devises rapide et facile. L'application fournit des taux de change en temps réel et vous permet de convertir des devises entre plusieurs pays avec précision et fiabilité. L'objectif de Currency Exchange est de simplifier l'expérience de conversion de devises, que vous soyez en voyage, que vous négociiez des devises ou que vous ayez simplement besoin de connaître les taux de change quotidiens. Avec une interface simple et intuitive, vous pouvez convertir des devises rapidement, à tout moment et en tout lieu. L'application propose également des outils avancés tels que des graphiques pour suivre les fluctuations des taux de change, vous aidant ainsi à prendre de meilleures décisions financières. Si vous avez des questions ou des commentaires, n'hésitez pas à nous contacter via :
hi: करेन्सी एक्सचेंज तेज और आसान मुद्रा परिवर्तन के लिए आदर्श उपकरण है। यह ऐप रीयल-टाइम एक्सचेंज दर प्रदान करता है और आपको विभिन्न देशों के बीच मुद्राओं को सटीक और विश्वसनीय रूप से परिवर्तित करने की अनुमति देता है। करेंसी एक्सचेंज का उद्देश्य मुद्रा परिवर्तन अनुभव को सरल बनाना है, चाहे आप यात्रा कर रहे हों, मुद्रा व्यापार कर रहे हों, या आपको केवल दैनिक एक्सचेंज दरों की आवश्यकता हो। एक सरल और सहज इंटरफ़ेस के साथ, आप कभी भी और कहीं भी मुद्राओं को जल्दी से परिवर्तित कर सकते हैं। इस ऐप में चार्ट जैसे उन्नत उपकरण भी हैं जो एक्सचेंज दर में उतार-चढ़ाव का ट्रैक रखते हैं, जो आपको बेहतर वित्तीय निर्णय लेने में मदद करते हैं। यदि आपके पास कोई प्रश्न या प्रतिक्रिया हो, तो कृपया हमारे साथ संपर्क करने के लिए इस माध्यम का उपयोग करें :
ja: Currency Exchange は、迅速かつ簡単な通貨変換のための完璧なツールです。このアプリはリアルタイムの為替レートを提供し、複数の国間で通貨を正確かつ信頼性高く変換することを可能にします。Currency Exchange の目標は、旅行中、通貨取引を行っている場合、または単に日々の為替レートを知りたい場合でも、通貨変換の体験を簡素化することです。シンプルで直感的なインターフェースを使用すれば、どこでも、いつでも、迅速に通貨を変換できます。さらに、為替レートの変動を追跡するためのチャートなど、金融決定をより良くするための高度なツールも提供しています。質問やフィードバックがあれば、以下の方法でご連絡ください :
pt: Currency Exchange é a ferramenta perfeita para uma conversão rápida e fácil de moedas. O aplicativo fornece taxas de câmbio em tempo real e permite que você converta moedas entre vários países de forma precisa e confiável. O objetivo do Currency Exchange é simplificar a experiência de conversão de moedas, seja você estiver viajando, negociando moedas ou simplesmente precisar saber as taxas de câmbio diárias. Com uma interface simples e intuitiva, você pode converter moedas rapidamente, a qualquer momento e em qualquer lugar. O aplicativo também oferece ferramentas avançadas, como gráficos para acompanhar as flutuações das taxas de câmbio, ajudando você a tomar melhores decisões financeiras. Se você tiver alguma dúvida ou feedback, não hesite em nos contatar através de :
ru: Currency Exchange - это идеальный инструмент для быстрого и легкого обмена валюты. Приложение предоставляет актуальные курсы валют в реальном времени и позволяет конвертировать валюты между различными странами точно и надежно. Цель Currency Exchange - упростить процесс обмена валют, будь то путешествие, торговля валютами или просто потребность в ежедневных курсах обмена. С простым и интуитивно понятным интерфейсом вы можете быстро конвертировать валюты в любое время и в любом месте. Приложение также включает в себя продвинутые инструменты, такие как графики для отслеживания колебаний валютных курсов, что помогает вам принимать более обоснованные финансовые решения. Если у вас есть вопросы или отзывы, не стесняйтесь связаться с нами через :
zh_hans: 货币兑换是快速和简便的货币转换的完美工具。该应用程序提供实时汇率，并允许您在多个国家之间精确且可靠地转换货币。货币兑换的目标是简化货币转换体验，无论您是在旅行、进行货币交易，还是只是需要了解每日汇率。借助简单直观的界面，您可以随时随地快速转换货币。该应用还提供了如图表等先进工具，用于跟踪汇率波动，帮助您做出更好的财务决策。如果您有任何问题或反馈，请随时通过以下方式联系我们：
zh_hant: 貨幣兌換是快速且簡便的貨幣轉換的完美工具。該應用程序提供實時匯率，並允許您在多個國家之間準確且可靠地轉換貨幣。貨幣兌換的目標是簡化貨幣轉換體驗，無論您是在旅行、進行貨幣交易，還是只需要了解每日匯率。憑藉簡單直觀的界面，您可以隨時隨地快速轉換貨幣。該應用還提供了如圖表等先進工具，用於跟踪匯率波動，幫助您做出更好的財務決策。如果您有任何問題或反饋，請隨時通過以下方式聯繫我們：

source: About us
ar: معلومات عنا
de: Über uns
es: Acerca de nosotros
fr: À propos de nous
hi: हमारे बारे में
ja: 私たちについて
pt: Sobre nós
ru: О нас
zh_hans: 关于我们
zh_hant: 關於我們

source: Added to Favorites
ar: تمت إضافته إلى المفضلة
de: Zu Favoriten hinzugefügt
es: Añadido a favoritos
fr: Ajouté aux favoris
hi: पसंदीदा में जोड़ा गया
ja: お気に入りに追加されました
pt: Adicionado aos Favoritos
ru: Добавлено в избранное
zh_hans: 已添加到收藏夹
zh_hant: 已加入收藏

source: App configuration options
ar: خيارات إعداد التطبيق
de: App-Konfigurationsoptionen
es: Opciones de configuración de la aplicación
fr: Options de configuration de l'application
hi: ऐप कॉन्फ़िगरेशन विकल्प
ja: アプリ設定オプション
pt: Opções de configuração do aplicativo
ru: Опции конфигурации приложения
zh_hans: 应用配置选项
zh_hant: 應用程式設定選項

source: App version and information
ar: معلومات وإصدار التطبيق
de: App-Version und Informationen
es: Versión de la aplicación e información
fr: Version de l'application et informations
hi: ऐप संस्करण और जानकारी
ja: アプリのバージョンと情報
pt: Versão e informações do aplicativo
ru: Версия приложения и информация
zh_hans: 应用版本和信息
zh_hant: 應用程式版本及資訊

source: Change app language
ar: تغيير لغة التطبيق
de: Sprache der App ändern
es: Cambiar idioma de la aplicación
fr: Changer la langue de l'application
hi: ऐप भाषा बदलें
ja: アプリの言語を変更
pt: Alterar idioma do aplicativo
ru: Изменить язык приложения
zh_hans: 更改应用语言
zh_hant: 更改應用語言

source: Conversion rates not available
ar: معدلات التحويل غير متوفرة
de: Wechselkurse nicht verfügbar
es: Tasas de conversión no disponibles
fr: Taux de conversion non disponibles
hi: परिवर्तन दर उपलब्ध नहीं है
ja: 変換レートは利用できません
pt: Taxas de conversão não disponíveis
ru: Курсы конверсии недоступны
zh_hans: 兑换率不可用
zh_hant: 轉換率無法使用

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
ja: 削除
pt: Excluir
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
hi: हो गया
ja: 完了
pt: Concluído
ru: Готово
zh_hans: 完成
zh_hant: 完成

source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
ja: エラー
pt: Erro
ru: Ошибка
zh_hans: 错误
zh_hant: 錯誤

source: Favorite
ar: المفضلة
de: Favorit
es: Favorito
fr: Favori
hi: पसंदीदा
ja: お気に入り
pt: Favorito
ru: Избранное
zh_hans: 收藏
zh_hant: 收藏

source: is already added to favorites
ar: تمت إضافته إلى المفضلة مسبقًا
de: Bereits zu Favoriten hinzugefügt
es: Ya se agregó a favoritos
fr: Déjà ajouté aux favoris
hi: पहले से पसंदीदा में है
ja: すでにお気に入りに追加されています
pt: Já está nos favoritos
ru: Уже добавлено в избранное
zh_hans: 已添加到收藏夹
zh_hant: 已加入收藏夾

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
ja: 言語
pt: Idioma
ru: Язык
zh_hans: 语言
zh_hant: 語言

source: Leave a review on the App Store
ar: اترك مراجعة على App Store
de: Eine Bewertung im App Store hinterlassen
es: Deja una reseña en la App Store
fr: Laissez un avis sur l’App Store
hi: App Store पर समीक्षा छोड़ें
ja: App Storeでレビューを残す
pt: Deixe uma avaliação na App Store
ru: Оставьте отзыв в App Store
zh_hans: 在 App Store 上留下评论
zh_hant: 在 App Store 上留下評論

source: Manage notification preferences
ar: إدارة تفضيلات الإشعارات
de: Benachrichtigungseinstellungen verwalten
es: Administrar preferencias de notificación
fr: Gérer les préférences de notification
hi: सूचना वरीयताएँ प्रबंधित करें
ja: 通知設定を管理する
pt: Gerenciar preferências de notificação
ru: Управление уведомлениями
zh_hans: 管理通知偏好设置
zh_hant: 管理通知偏好設定

source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं
ja: 通知
pt: Notificações
ru: Уведомления
zh_hans: 通知
zh_hant: 通知

source: Please enter amount to convert
ar: يرجى إدخال المبلغ للتحويل
de: Bitte Betrag zum Umrechnen eingeben
es: Por favor, ingrese la cantidad a convertir
fr: Veuillez entrer le montant à convertir
hi: कृपया कनवर्ट करने के लिए राशि दर्ज करें
ja: 変換する金額を入力してください
pt: Por favor, insira o valor a converter
ru: Пожалуйста, введите сумму для конвертации
zh_hans: 请输入要转换的金额
zh_hant: 請輸入要轉換的金額

source: Please re-start the application to apply the changes
ar: يرجى إعادة تشغيل التطبيق لتطبيق التغييرات
de: Bitte starten Sie die App neu, um die Änderungen anzuwenden
es: Por favor, reinicie la aplicación para aplicar los cambios
fr: Veuillez redémarrer l'application pour appliquer les modifications
hi: परिवर्तन लागू करने के लिए कृपया एप्लिकेशन पुनः प्रारंभ करें
ja: 変更を適用するにはアプリを再起動してください
pt: Reinicie o aplicativo para aplicar as alterações
ru: Пожалуйста, перезапустите приложение, чтобы применить изменения
zh_hans: 请重新启动应用以应用更改
zh_hant: 請重新啟動應用程式以套用變更

source: Rate Us
ar: قيّمنا
de: Bewerten Sie uns
es: Califícanos
fr: Notez-nous
hi: हमें रेट करें
ja: 評価する
pt: Avalie-nos
ru: Оцените нас
zh_hans: 为我们评分
zh_hant: 為我們評分

source: removed from favorites
ar: تمت إزالته من المفضلة
de: Aus Favoriten entfernt
es: eliminado de favoritos
fr: supprimé des favoris
hi: पसंदीदा से हटाया गया
ja: お気に入りから削除されました
pt: removido dos favoritos
ru: удалено из избранного
zh_hans: 已从收藏夹中移除
zh_hant: 已從收藏夾中移除

source: removed from favorites faild
ar: فشل في إزالة من المفضلة
de: Entfernen aus Favoriten fehlgeschlagen
es: no se pudo eliminar de favoritos
fr: échec de la suppression des favoris
hi: पसंदीदा से हटाने में विफल
ja: お気に入りからの削除に失敗しました
pt: falha ao remover dos favoritos
ru: не удалось удалить из избранного
zh_hans: 从收藏夹中移除失败
zh_hant: 從收藏夾中移除失敗

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
ja: 設定
pt: Configurações
ru: Настройки
zh_hans: 设置
zh_hant: 設定

source: Waring
ar: تحذير
de: Warnung
es: Advertencia
fr: Avertissement
hi: चेतावनी
ja: 警告
pt: Aviso
ru: Предупреждение
zh_hans: 警告
zh_hant: 警告
